Repository: kibzrael/pulsar-mobile
Catalog: lib/l10n/app_*.arb
Languages: sw

source: Skip
sw: Ruka

source: Next
sw: Ifuatayo

# introTitle1
source: Enjoy content that matches your interests.
sw: Furahia maudhui yanayolingana na mambo yanayokuvutia.

# introTitle2
source: Share your skills and talent with the world.
sw: Shiriki ujuzi na talanta yako na ulimwengu.

# introTitle3
source: Join Challenges to earn points and win prizes.
sw: Jiunge na Changamoto ili kupata pointi na kushinda zawadi.

source: Username
sw: Jina la mtumiaji

source: Email
sw: Barua Pepe

source: Phone
sw: Simu

source: Password
sw: Nenosiri

source: Continue with
sw: Endelea na

source: Signup with
sw: Jisajili na

source: Login with
sw: Ingia na

source: Privacy Policy
sw: Sera ya Faragha

source: Terms of use
sw: Masharti ya matumizi

source: and
sw: na

source: or
sw: ama

# policyAgreement
source: By joining you agree to our
sw: Kwa kujiunga unakubali

source: Register
sw: Sajili

source: Show
sw: Onyesha

source: Hide
sw: Ficha

source: Theme
sw: Mandhari

source: Language
sw: Lugha

source: Login
sw: Ingia

# loginToggle
source: Already have an account?
sw: Je, tayari una akaunti?

# signupToggle
source: Don't have an account?
sw: Je, huna akaunti?

source: Forgot Password?
sw: Umesahau Nenosiri?

source: Recover Account
sw: Rejesha Akaunti

# recoverAccountTitle
source: Select the account to recover. Recover using either email or phone.
sw: Chagua akaunti ya kurejesha. Rejesha kwa kutumia barua pepe au simu.

source: Recovery Code
sw: Nambari ya uokoaji

# recoveryCodeTitle
source: A code has been sent to {email}. Please enter the code below.
sw: Nambari imetumwa kwa {email}. Tafadhali ingiza nambari hapa chini.

# resendCode
source: {count, plural, =0{Resend code} other{Resend code in {count}}}
sw: {count, plural, =0{Tuma tena msimbo} other{Tuma tena msimbo baada ya {count}}}

source: Reset Password
sw: Rudisha nywila

# resetPasswordTitle
source: Please enter your new password. Be sure to remember this one.
sw: Tafadhali ingiza nenosiri yako mpya. Hakikisha kukumbuka hii.

# passwordDescription
source: Minimum of 6 characters.
sw: Kiwango cha chini cha herufi 6.

source: Confirm Password
sw: Thibitisha Nenosiri

source: Show Password
sw: Onyesha Nenosiri

source: Reset
sw: Rudisha

source: Confirm
sw: Thibitisha

source: System Default
sw: Chaguomsingi ya Mfumo

source: Light Theme
sw: Mandhari ya Mwanga

source: Dark Theme
sw: Mandhari ya Giza

source: Home
sw: Nyumbani

# challenges
source: {count, plural, =0{Challenges} =1{Challenge} other{Challenges}}
sw: Changamoto

source: Activity
sw: Shughuli

source: Account
sw: Akaunti

source: Following
sw: Kufuatia

source: Discover
sw: Gundua

source: For You
sw: Kwa ajili yako

source: Trending
sw: Mwelekeo

source: Recent
sw: Hivi karibuni

# challengesTitle
source: Join Challenges And Earn Points
sw: Jiunge na changamoto na upate alama

source: Search Pulsar
sw: Tafuta Pulsar

source: Search Users
sw: Tafuta Watumiaji

source: Search Challenges
sw: Tafuta Changamota

source: Search Categories
sw: Tafuta Kategoria

source: Search
sw: Tafuta

source: No Content
sw: Hakuna yaliyomo

# noResults
source: No results found
sw: Hakuna matokeo yaliyopatikana

# noVideos
source: There are no videos here
sw: Hakuna video hapa

# noActivity
source: You have no Activity
sw: Huna shughuli

# noParticipants
source: There are no participants
sw: Hakuna washiriki

source: No connection
sw: Hakuna muunganisho

source: Tap to retry
sw: Bonyeza kujaribu tena

source: Top 3 Chart
sw: Chati ya juu 3

source: New Highlight
sw: Kuonyesha mpya

# pins
source: {count, plural, =0{Pins} =1{Pin} other{Pins}}
sw: Pini

source: Pinned
sw: Iliyoandikwa

source: Join
sw: Jiunge

# posts
source: {count, plural, =0{Posts} =1{Post} other{Posts}}
sw: {count, plural, =0{Machapisho} =1{Chapisho} other{Machapisho}}

# shareChallenge
source: Share challenge with
sw: Shiriki changamoto na

source: Message
sw: Ujumbe

source: Copy link
sw: Nakili kiunga

source: More
sw: Zaidi

# postNotifications
source: Posts Notifications
sw: Arifa za Machapisho

source: Report
sw: Ripoti

source: Original Audio
sw: Sauti ya asili

source: Make a comment
sw: Toa maoni

source: replying to
sw: Kujibu

source: Download
sw: Pakua

source: Not Interested
sw: Sio nia

source: Leaderboard
sw: Ubao wa kiongozi

source: You
sw: Wewe

source: Points
sw: Vidokezo

source: All
sw: Zote

# followers
source: {count, plural, =0{Followers} =1{Follower} other{Followers}}
sw: {count, plural, =0{Wafuasi} =1{Mfuasi} other{Wafuasi}}

# likes
source: {count, plural, =0{Likes} =1{Like} other{Likes}}
sw: Pendo

# comments
source: {count, plural, =0{Comments} =1{Comment} other{Comments}}
sw: Maoni

source: Follow
sw: Fuata

# followNotification
source: Followed you
sw: Alikufuata

# commentNotification
source: Commented on your post
sw: Alitoa maoni juu ya chapisho lako

# likeNotification
source: Liked your post
sw: Alipenda chapisho lako

# repostNotification
source: Reposted your post
sw: Ilirudisha chapisho lako

source: Edit Profile
sw: Hariri wasifu

source: Promote
sw: Kuongeza

source: Not Implemented
sw: Haijatekelezwa

# notImplementedDescription
source: This page will be available in the next release
sw: Ukurasa huu utapatikana katika toleo linalofuata

# shareUser
source: Share user {username} with
sw: Shiriki mtumiaji {username} na

# sharePost
source: Share post with
sw: Shiriki chapisho na

source: Full Name
sw: Jina kamili

source: Website
sw: Tovuti

# additionalInfo
source: Additional Information
sw: Taarifa za ziada

source: Category
sw: Kategoria

source: Interests
sw: Maslahi

source: Birthday
sw: Siku ya kuzaliwa

# interestsTitle
source: Select the fields you are interested in
sw: Chagua shamba unazopendezwa

# categoryTitle
source: Who do you consider yourself to be?
sw: Je! Unajiona kuwa nani?

# birthdayTitle
source: For personalized content. This info will be kept private
sw: Kwa yaliyomo kibinafsi. Maelezo haya yatahifadhiwa faragha

source: Done
sw: Imekamilika

source: Update
sw: Sasisha

# usernameTitle
source: Enter the username you'd like to use.
sw: Ingiza jina la mtumiaji ungependa kutumia.

source: Change username
sw: Badilisha jina la mtumiaji

# usernameDescription
source: Only letters, numbers, underscores(_) and periods (.) are allowed
sw: Barua tu, nambari, underscores (_) na vipindi (.) Vinaruhusiwa

source: Settings
sw: Mipangilio

source: Manage Account
sw: Dhibiti akaunti

source: Billing
sw: Bili

# displayAndMedia
source: Display & Media
sw: Onyesha & Media

source: Data Saver
sw: Saver ya data

source: Drafts
sw: Rasimu

source: Support
sw: Msaada

source: Privacy
sw: Faragha

source: Policies
sw: Sera

source: Clear Cache
sw: Wazi kache

source: Log out
sw: Ingia nje

source: Change Password
sw: Badilisha neno la siri

source: Issue
sw: Suala

source: Inappropriate
sw: Haifai

# issueTitle
source: Report an error in the app, or a crash.
sw: Ripoti kosa katika programu, au ajali.

# inappropriateTitle
source: Report a user or post that violated the rules of the app.
sw: Ripoti mtumiaji au chapisho ambalo lilikiuka sheria za programu.

source: Attachment
sw: Kiambatisho

source: Description
sw: Maelezo

# users
source: {count, plural, =0{Users} =1{User} other{Users}}
sw: {count, plural, =0{Watumiaji} =1{Mtumiaji} other{Watumiaji}}

# issueDescription
source: Briefly explain the situation you are facing. If any, suggest a way to fix it to meet your needs.
sw: Fafanua kwa kifupi hali unayokabili. Ikiwa ipo, pendekeza njia ya kurekebisha ili kukidhi mahitaji yako.

# inappropriateDescription
source: Briefly explain the situation you are facing. Expound on how it affects you and measures to be taken to resolve it.
sw: Fafanua kwa kifupi hali unayokabili. Fafanua jinsi inavyoathiri wewe na hatua za kuchukuliwa ili kuisuluhisha.

source: Cancel
sw: Ghairi

# logoutDescription
source: Confirm that you want to log out
sw: Thibitisha kuwa unataka kutoka

source: Timer
sw: Kipima muda

source: Filters
sw: Chujio

source: Sounds
sw: Sauti

source: Upload
sw: Pakia

source: Trim
sw: Punguza

source: Rotate
sw: Zungusha

source: Voiceover
sw: Sauti

source: Cover
sw: Kijipicha

source: Caption
sw: Maelezo mafupi

source: Hashtag
sw: Alama ya reli

source: Person
sw: Mtumiaji

# tags
source: {count, plural, =0{Tags} =1{Tag} other{Tags}}
sw: {count, plural, =0{Vitambulisho} =1{Kitambulisho} other{Vitambulisho}}

source: Allow Comments
sw: Ruhusu maoni

# saveVideo
source: Save video on Device
sw: Hifadhi video kwenye kifaa

# selectTags
source: Select tags for your post
sw: Chagua vitambulisho kwa chapisho lako

source: Preview
sw: Hakikisho

source: Yesterday
sw: Jana

source: now
sw: Sasa

source: Select Username
sw: Loading...

source: Submitting
sw: Loading...

source: Processing
sw: Loading...

# introTitle
source: Introduce Yourself
sw: Loading...

source: Solo
sw: Loading...

source: Group
sw: Loading...

source: Select from gallery
sw: Loading...

source: Take on camera
sw: Loading...

source: Remove photo
sw: Loading...

# passwordMatchError
source: The passwords do not match!
sw: Nenosiri hazilingani!

source: Warning!
sw: Loading...

# passwordMatchDescription
source: The two passwords you've entered do not match.
sw: Nenosiri mbili ambazo umeingiza hazilingani.

source: Ok
sw: Loading...

source: Invalid
sw: Loading...

# codeMatchError
source: The code entered does not match the one sent. Please try again.
sw: Loading...

source: Date
sw: Loading...

source: Age
sw: Loading...

source: Profile Photo
sw: Loading...

# noComment
source: No comments, be the first to comment below.
sw: Loading...

# bioHint
source: Add a bio for your profile
sw: Loading...

# noFollowers
source: @{user} has no followers.
sw: @{user} hana wafuasi.

# noPins
source: {challenge} has no pins.
sw: {challenge} haina pini.

source: Edit
sw: Loading...

source: Delete
sw: Loading...

source: No Comments
sw: Loading...

# commentFirst
source: Be the first to comment
sw: Loading...

source: No Content Available
sw: Hakuna yaliyomo
